data = """ID,User Story,Priority,Notes
ID,User Story,Priority,Notes
US-01,Сурагчийн хувьд, би англи үсэг тус бүрийн зөв дуудлагыг сонсмоор байна, ингэснээр зөв уншиж сурна.,High,Must have
US-02,Сурагчийн хувьд, би үг уншиж дуу хоолойгоо бичмээр байна, ингэснээр уншлагын чадвараа хөгжүүлнэ.,High,Must have
US-03,Сурагчийн хувьд, би ямар үгийг буруу уншсанаа хармаар байна, ингэснээр алдаагаа засч чадна.,High,Must have
US-04,Сурагчийн хувьд, би өгүүлбэрийг дахин уншиж чадмаар байна, ингэснээр ахиц дэвшлээ харьцуулж чадна.,Medium,Should  have
US-05,Сурагчийн хувьд, би өдөр бүрийн уншлагынхаа ахицыг хянамар байна, ингэснээр урамтай суралцана.,Medium, Should  have
US-06,Сурагчийн хувьд, би зөв бичгийн даалгаврыг хиймээр байна, ингэснээр бичих чадвараа хөгжүүлнэ.,Medium,Should have
US-07,Сурагчийн хувьд, би сонсох дасгал хийж асуултад хариулмаар байна, ингэснээр сонсож ойлгох чадвараа хөгжүүлнэ.,Medium,Should have
US-08,Сурагчийн хувьд, би түвшин ахих тусам оноо, медаль авахыг хүсэж байна, ингэснээр илүү урамтай суралцана.,Low, Could have
US-09,Сурагчийн хувьд, би өөрийн ахицын статистикийг өнгөрсөн долоо хоног/сараар харьцуулж харам, ингэснээр өөрийгөө үнэлнэ.,Medium, Could have
US-10,Эцэг эхийн хувьд, би бүртгэл үүсгэмээр байна, ингэснээр хүүхдийнхээ ахиц дэвшлийг хянаж чадна.,High,Must have
US-11,Эцэг эхийн хувьд, би долоо хоногийн тайлан хармаар байна, ингэснээр хүүхдийн сурлагын өсөлтийг мэдэж чадна.,Medium,Could have
US-12,Эцэг эхийн хувьд, хүүхэд бага давтлага хийсэн үед мэдэгдэл авмаар байна, ингэснээр хүүхдээ хэр зэрэг хийж байгааг хянаж чадна.,Medium,Should have
US-13,Системийн хувьд, би сурагчийн уншлагыг ярианы танилт ашиглан шинжилмээр байна, ингэснээр үнэн зөв фийдбэк өгнө.,High,Must have
US-14,Системийн хувьд, би уншлагын ахицын өгөгдлийг хадгалмаар байна, ингэснээр хэрэглэгч цаашдын ахицыг харах боломжтой болно.,High,Must have
US-15,Системийн хувьд, би сурагчийн ахицын тайланг графикаар гаргамаар байна, ингэснээр сурагч болон эцэг эхэд ойлгомжтой мэдээлэл өгнө.,Medium,Could have
"""

with open("user_stories.csv", "w", encoding="utf-8-sig") as f:
    f.write(data)

print("user_stories.csv файлыг амжилттай үүсгэлээ!")
